jorgebucaran/fisher
jorgebucaran/autopair.fish
gazorby/fish-abbreviation-tips
patrickf1/fzf.fish
laughedelic/fish_logo
jorgebucaran/nvm.fish
dracula/fish
jorgebucaran/replay.fish
kidonng/zoxide.fish
decors/fish-colored-man
